"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Nicht du?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 Freund in der Nähe";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 Tag";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 Stunde";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 Minute";

"1d|short indicator that a user was active 1 day ago" = "1 d";

"1h|short indicator that a user was active 1 hour ago" = "1 h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Max. 1 Min.: Zum Senden loslassen";

"1m|short indicator that a user was active 1 minute ago" = "1 min";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 Tagen";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 Stunden";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 Minuten";

"A new version of Messenger is available.|New version title" = "Eine neue Version des Messenger ist verfügbar.";

"Activation Code|placeholder text for activation code field" = "Aktivierungscode";

"Activation Request Failed|" = "Anfrage auf Aktivierungscode fehlgeschlagen";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Jetzt aktiv (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Als Favorit hinzufügen";

"Add More People|button for adding people to the conversation" = "Weitere Personen hinzufügen";

"Add More People|title for add members page" = "Weitere Personen hinzufügen";

"Add More People|title for add people page" = "Weitere Personen hinzufügen";

"Add People|button to add members to the message thread" = "Personen hinzufügen";

"Add Photos|Button label for adding photos from the photo library" = "Fotos hinzufügen";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Zum bestehenden Kontakt hinzufügen";

"Adding...|adding progress text" = "Wird hinzugefügt ...";

"Advanced Settings|text for advanced settings button" = "Erweiterte Einstellungen";

"Advanced|title for advanced settings page" = "Fortgeschritten";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Benachrichtigungen sind deaktiviert bis %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Benachrichtigungen für 1 Stunde deaktiviert";

"Alerts Off|Indicates that alerts are off" = "Benachrichtigungen deaktiviert";

"Alerts On|Indicates that alerts are on" = "Benachrichtigungen aktiviert";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Alle Benachrichtigungen sind für 8 h deaktiviert.";

"All notifications are off.|Mute warning display on thread list" = "Alle Benachrichtigungen sind deaktiviert.";

"All|Segment button label for all stickers" = "Alle";

"Answer|Text for button that accepts a call" = "Antworten";

"Archive|Button label that will archive the conversation" = "Archivieren";

"Archive|Label for archive button when swipe to archive in thread list view" = "Archivieren";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Bist du sicher, dass du den Namen der Unterhaltung löschen möchtest?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Bist du sicher, dass du diese Unterhaltung verlassen möchtest? Du erhältst dann keine weiteren Nachrichten.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Bist du sicher?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Medien beifügen";

"Back|Go back to previous screen" = "Zurück";

"Back|generic nav bar back button" = "Zurück";

"Background task expired|Error string for app killed in background while message was sending" = "Hintergrundaufgabe abgelaufen";

"Bing Image Search|" = "Bing-Bildersuche";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Maximal an %1$i Personen gleichzeitig senden.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Verteiler";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Verteiler";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Beitrag kann bis zu %1$i Anhänge enthalten.";

"Bring messages to life|Title of Media attachment NUX" = "Bringe Leben in deine Nachrichten";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Verteiler";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Verteiler";

"Call Ended|End call message in non-error case" = "Anruf beendet";

"Call Ended|String shown when the call ends" = "Anruf beendet";

"Call Failed|End call message in error case" = "Anruf fehlgeschlagen";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Rufe deine Freunde über WLAN oder Mobilnetz an. Es fallen die normalen Gebühren an.";

"Call %@|action sheet option for calling a phone number" = "%1$@ anrufen";

"Call|Call" = "Anrufen";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Anrufe über WLAN sind gratis. Es fallen Standardgebühren für Anrufe über Handynetz an.";

"Camera|Button label for attaching a photo from the camera" = "Kamera";

"Cancel|Title for generic Cancel button." = "Abbrechen";

"Celebrations|Title of list of friends who have events to celebrate." = "Feiern";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Chatte mit jeglichen Kontakten oder Nummern kostenlos auf deinem Handy.";

"Chat|The title of the view showing the buddy list section of the app" = "Chat";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Freunde auswählen";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Foto auswählen";

"Clear|prompt to clear all unsent messages" = "Löschen";

"Clearing...|Progress text shown while clearing the image for a thread" = "Wird gelöscht ...";

"Close active chat|Button to close an active chat" = "Aktiven Chat schließen";

"Close|Title of button in navigation bar to close a web page." = "Schließen";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Einstellungen schließen";

"Comment|Comment button title" = "Kommentieren";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Nachricht an %1$@ verfassen";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Nachricht an %1$@ verfassen: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Telefonnummer bestätigen";

"Connecting|Text shown on call screen while connecting a call" = "Verbindung wird hergestellt";

"Connection Failed|Alert title when connection failed" = "Verbindung fehlgeschlagen";

"Connection Lost|End call message in connection lost case" = "Verbindung unterbrochen";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Kontaktinformation";

"Contact Info|Title of the canonical thread info page." = "Kontaktinformation";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Fortfahren und nicht mehr nachfragen";

"Continue|Button label to continue through zero rating session fence" = "Weiter";

"Continue|Login - Login Button Title for Keychain Login" = "Weiter";

"Conversation Name|placeholder text in conversation name textfield" = "Name der Unterhaltung";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Kopieren";

"Copy|Title for buttons and menus that let user copy the current text" = "Kopieren";

"Copy|action sheet option for copying a string to the clipboard" = "Kopieren";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Es konnten keine neuen Mitglieder hinzugefügt werden. Bitte versuche es noch einmal.";

"Could not load sticker store.|Error message for sticker store load failure" = "Sticker Store konnte nicht geladen werden.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Verfügbarkeit konnte nicht abgerufen werden";

"Countries|Title for country picker" = "Länder";

"Country|Country - Country placeholder text" = "Land";

"Create Group Chat|Label for a button that creates a new group chat" = "Gruppenchat starten";

"Create Group Chat...|Text on a button to compose a new group message" = "Gruppenchat starten ...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Neue Gruppenunterhaltung erstellen";

"Create New Contact|action sheet option for creating a new contact" = "Neuen Kontakt erstellen";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Es ist schon ein Anruf aktiv";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Benachrichtigungseinstellungen individuell anpassen";

"Decline|Text for button that declines a call" = "Ablehnen";

"Delete Conversation Name|alert title for deleting conversation name" = "Unterhaltungsnamen löschen";

"Delete Conversation|Button label that will delete the conversation" = "Unterhaltung löschen";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Nachricht löschen? Das kann nicht rückgängig gemacht werden.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Diese ganze Unterhaltung löschen?";

"Delete|Button label that will delete the conversation" = "Löschen";

"Delete|Button to accept deleting the name of a conversation" = "Löschen";

"Delete|Label for archive button when swipe to archive in thread list view" = "Löschen";

"Delete|Label for button to delete previous character" = "Löschen";

"Delete|Label on button that deletes a thread" = "Löschen";

"Delete|button text for deleting a message" = "Löschen";

"Delete|button text for removing an unsent message" = "Löschen";

"Details|title for message details page" = "Details";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Finde heraus, wer in der Nähe ist";

"Don't Delete|Button to decline to delete the name of a conversation" = "Nicht löschen";

"Don't Save|Don't save action sheet button" = "Nicht speichern";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Bearbeiten der Nachrichtenliste abgeschlossen";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Fertig";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Zum Bearbeiten doppelt antippen";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Herunterladen fehlgeschlagen";

"Download|Accessibility label for download button in sticker store list view" = "Herunterladen";

"Download|Button title to download an upgrade" = "Herunterladen";

"Download|Label for button to download a sticker pack" = "Herunterladen";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Fertig heruntergeladen";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Fertig heruntergeladen";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Wird heruntergeladen";

"Downloading|Label for button to show a sticker pack being downloaded" = "Wird heruntergeladen";

"Drag Down to Hide|Chat head dismiss NUX title" = "Zum Verbergen nach unten ziehen";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Hierher ziehen, um dies zu verbergen";

"Edit|Edit button/label title for chat divebar" = "Bearbeiten";

"Email or phone number|email/phone field placeholder on login screen" = "E-Mail-Adresse oder Telefonnummer";

"Empty Feedback|Title for empty feedback warning." = "Leeres Feedback";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Aktivieren";

"Enter Code|Enter Code page title" = "Code eingeben";

"Error|Error title for sticker pack detail view" = "Fehler";

"Error|error title after failed to load webview" = "Fehler";

"FREE|Price label for free sticker pack" = "KOSTENLOS";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook ist besser mit der Verwendung von Ortungsdiensten";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Anmeldung für Facebook-Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-Nutzer";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook speichert Kontakte in deinem Namen und verwendet sie möglicherweise, um anderen bei der Suche und beim Verbinden mit Nutzern zu helfen oder um dir und anderen Vorschläge zu machen. Du kannst diese Daten bearbeiten, wenn du in der Unterhaltung auf \"i\" tippst oder alle Kontakte in deinen Anwendungseinstellungen löschst.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook wird deinen Standort periodisch verwenden und ihn speichern.";

"Failed to add members|title for failing to add members dialog" = "Mitglieder konnten nicht hinzugefügt werden";

"Failed to save your settings.|error message after changing thread alert setting." = "Speicherung deiner Einstellungen fehlgeschlagen.";

"Favorites|chat bar favorites header title" = "Favoriten";

"Featured|Segment button label for featured stickers" = "Empfohlen";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Folge diesen Anweisungen, um die Ortungsfunktionen von Facebook zu verwenden.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Abonnieren";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Exaktere Ergebnisse findest du unter %1$@-Einstellungen und dort „Ortungsdienste“.  Wähle für %2$@ EIN.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Exaktere Ergebnisse findest du unter den %1$@-Einstellungen, tippe dort auf „Privatsphäre“ , dann Ortungsdienste. Wähle für %2$@ EIN.";

"Free Call|Text on button that starts a messenger call" = "Kostenloser Anruf";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Kostenlose Anrufe nicht möglich";

"Friends Nearby|Title of list of friends who are nearby." = "Freunde in der Nähe";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Freunde im Messenger";

"Get Directions|action sheet option for viewing a map" = "Route planen";

"Get Facebook Messenger|The title for messenger promotion banner" = "Hol dir den Facebook-Messenger";

"Get Started|Label for a button that creates a new group chat" = "Los geht's";

"Get Started|Title for NUX" = "Erste Schritte";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Übermittle uns Feedback oder melde ein Problem";

"Google Image Search|" = "Google-Bildersuche";

"Group Chat|Title for megaphone section helping users discover group chats" = "Gruppenchat";

"Group Chats|Title for megaphone section helping users discover group chats" = "Gruppenchats";

"Group Chats|chat bar header for group conversations" = "Gruppenchats";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppenunterhaltungen";

"Group Conversations|Table header for group threads section" = "Gruppenunterhaltungen";

"Group Info|Title of group thread info page." = "Gruppeninformation";

"Group Members|Title for section showing members of a group (member count will follow)" = "Gruppenmitglieder";

"Group Messages|Title for megaphone section helping users discover group chats" = "Gruppennachrichten";

"Group|Button for starting a new group message." = "Gruppe";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Unterhalte dich mit mehreren Freunden gleichzeitig";

"Help|text for help button" = "Hilfe";

"Hold to Talk|The instruction for holding the record button and talk" = "Zum Sprechen gedrückt halten";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Ich bin mir sicher";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Wenn du %1$@ gerne verwendest, würdest du dir einen Moment Zeit nehmen und diese Version bewerten? Danke!";

"Image Search|action sheet option for choosing a photo from image search" = "Bildersuche";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Gib deinen Standort an";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Falscher Bestätigungscode.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Facebook-Messenger installieren?";

"Install|Button text to install the Facebook Messenger" = "Installieren";

"Install|The text on the button for users to install Messenger." = "Installieren";

"Introducing Chat Heads|Chat head intro NUX title" = "Einführung von Chatsymbolen";

"Invalid Country Code|alert title for invalid country code" = "Ungültiger Ländercode";

"Invalid Phone Number|alert title for invalid phone number" = "Ungültige Telefonnummer";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Zum Öffnen und Schließen deiner Nachrichten einfach tippen.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Halte alle auf dem Laufenden";

"Last Updated: %@|last updated date in pull to refresh header" = "Letzte Aktualisierung: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Mehr dazu";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Mehr dazu";

"Leave Conversation|leave conversation button" = "Unterhaltung verlassen";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Unterhaltung verlassen?";

"Leave|Button title for leaving a thread" = "Verlassen";

"Leaving...|Progress text shown while leaving a thread" = "Wird verlassen ...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Lasse die Personen in dieser Unterhaltung wissen, wo du bist.";

"Licenses|Licenses screen title" = "Lizenzen";

"Licenses|text for licenses button" = "Lizenzen";

"Like|Like button title" = "Gefällt mir";

"Like|Title for generic Like button." = "Gefällt mir";

"Load Map|Button text for users to load the map location when zero rated." = "Karte laden";

"Loading...|Message presented while waiting for content to load." = "Wird geladen ...";

"Loading...|Placeholder text while results are loading" = "Wird geladen ...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Du wirst lokalisiert …";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Ortungsdienste deaktiviert";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Orte sind für diese Unterhaltung deaktiviert";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Ortungsdienste sind deaktiviert. Aktiviere sie, um Nutzern in dieser Unterhaltung zu zeigen, wo du dich befindest.";

"Location services are on|Title of location NUX when user has enabled location services." = "Ortungsdienste sind aktiviert";

"Log In to Facebook|Login - Login Button Title for password login" = "Bei Facebook anmelden";

"Logged in as %@|Login - Text showing who user is logged in as" = "Angemeldet als %1$@";

"Login Approval Required|title of login approval dialog" = "Anmeldebestätigung erforderlich";

"Login Failed|Invalid login alert title" = "Anmeldung fehlgeschlagen";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Anmeldung als eine andere Person";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Anmeldung als %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Anmeldung als ein anderes Konto";

"Mark as Unread|Button label that will mark the thread as unread" = "Als ungelesen markieren";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Nachricht an alle schicken";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Nachrichten an Freunde verschicken";

"Message|Button for starting a new message." = "Nachricht";

"Message|button to open a composer to send a message to the page" = "Nachricht";

"Messages|Messenger module display name" = "Nachrichten";

"Messages|The title of the message thread list view." = "Nachrichten";

"Messages|Title for messages inbox view" = "Nachrichten";

"Messages|accessibility (voiceover) label for chathead inbox" = "Nachrichten";

"Messages|name of the app with Facebook brand" = "Nachrichten";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Der Messenger synchronisiert regelmäßig deine Kontakte und hilft dir so, mehr Personen zu erreichen und dich mit Freunden zu verbinden";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Weitere Freunde (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Weitere Freunde (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mehr Freunde online";

"Name is Too Long|alert title for long conversation name" = "Name ist zu lang";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Benenne diese Unterhaltung";

"Nearby|Nearby people to send a message to" = "In der Nähe";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Verpasse keine Nachrichten mehr";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Verpasse keine weiteren Nachrichten von deinen Freunden.";

"New Message|Text on a button in messages popover to compose a new message" = "Neue Nachricht";

"New Message|Title of screen shown when user is composing a new message" = "Neue Nachricht";

"New version available|Title of alert displayed when new version is available" = "Neue Version verfügbar";

"Next|Generic button to move to next item" = "Weiter";

"Next|button label for moving to the next screen" = "Weiter";

"No Internet Connection|Warning banner for no network connection" = "Keine Internetverbindung";

"No Message|dialog title for when user tries to send an empty message" = "Keine Nachricht";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Keine Teilnehmer";

"No Participants|String when no participants are on the thread" = "Keine Teilnehmer";

"No Recipients|dialog title for when user tries to send to no recipients" = "Keine Empfänger";

"No Results|Alert title when there are no results from image search." = "Keine Ergebnisse";

"No locations shared recently.|message on map view when no location has been shared recently" = "Keine kürzlich geteilten Orte.";

"No response.|Error reported when no response is received from the server" = "Keine Antwort.";

"No, Thanks|Label on button for user to decline to rate the app" = "Nein, danke";

"Not Now|Button text to temporarily ignore the installation message" = "Nicht jetzt";

"Not Now|Do not enable contact sync button label, 15 char max" = "Jetzt nicht";

"Not Now|Not now alert popup button" = "Nicht jetzt";

"Not Now|Title of button to not share location for now." = "Jetzt nicht";

"Not Now|button label for deferring enabling push notifications" = "Nicht jetzt";

"Not now|Button title to decline an upgrade" = "Jetzt nicht";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Benachrichtigungen sind für 8 Stunden aus";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Benachrichtigungen sind aktiviert";

"Notifications for This Conversation|Title for per-thread notification settings" = "Benachrichtigungen für diese Unterhaltung";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Benachrichtigungen für diese Unterhaltung sind deaktiviert.";

"Notifications|Label for enabling/disabling notification" = "Benachrichtigungen";

"Notifications|Label for enabling/disabling notifications" = "Benachrichtigungen";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Aus bis %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Aus für 1 Stunde";

"Off|Short string for indicating that alerts are off" = "Aus";

"On|Short string for indicating that alerts are on" = "Ein";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Das Löschen deiner Kopie dieser Unterhaltung kann nicht rückgängig gemacht werden.";

"Only You|String for describing a thread where you are the only user remaining" = "Nur du";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Öffne die iPhone-Einstellungen";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Auf Karte zeigen";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Sticker Store öffnen";

"Other People|Table section header for a list of non-friend search results" = "Andere Personen";

"Password|password field placeholder on login screen" = "Passwort";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Personen in dieser Unterhaltung können deinen Standort auf der Karte sehen.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Hinzugefügte Personen können alle vorhergegangenen Nachrichten in dieser Unterhaltung sehen.";

"Phone Number|placeholder text for phone number field" = "Telefonnummer";

"Pin friends you message most|Label when users have no favorites" = "Fixiere die Freunde, denen du am häufigsten Nachrichten sendest";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Bitte überprüfe deinen Bestätigungscode und versuche es noch einmal.";

"Please check your network connection and try again.|" = "Bitte überprüfe deine Netzwerkverbindung und versuche es noch einmal.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Bitte überprüfe deine Nummer und versuche es noch einmal.";

"Please check your number and try again.|alert message for invalid phone number" = "Bitte überprüfe deine Nummer und versuche es noch einmal.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Bitte lade die neueste Version des Facebook-Messenger herunter.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Bitte gib eine Nachricht ein oder füge ein Foto bei";

"Please enter a valid country code.|alert message for invalid country code" = "Bitte gib einen gültigen Ländercode ein.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Bitte gib die E-Mail-Adresse und das Passwort ein, welche du zur Anmeldung für Facebook verwendest.";

"Please include a description of your problem.|Message for empty feedback warning." = "Bitte gib eine Beschreibung deines Problems ein.";

"Please rate the quality of your call|Prompt for call quality survey" = "Bitte bewerte die Qualität deines Anrufs";

"Please re-login to renew your session.|Error message for expired session" = "Bitte melde dich erneut für deine neue Sitzung an.";

"Please try again|Alert message when there are no results from image search." = "Bitte versuche es erneut";

"Please use a shorter conversation name.|alert message for long conversation name" = "Bitte verwende einen kürzeren Unterhaltungsnamen.";

"Privacy & Terms|text for privacy and terms button" = "Privatsphäre und Nutzungsbedingungen";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Ziehe die Chatsymbole einfach nach unten auf das Ⓧ, um sie zu verbergen.";

"Pull down to refresh...|message for pull down to refresh" = "Zum erneuten Laden herunterziehen ...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Push-Benachrichtigungen sind deaktiviert.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Push-Benachrichtigungen sind deaktiviert.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Signaltöne für Push-Benachrichtigungen sind deaktiviert.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Push-Benachrichtigungen sind deaktiviert.";

"Push up to refresh...|message for push up to refresh" = "Zum erneuten Laden nach oben schieben ...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Hier findest du ganz schnell deine Gruppenchats.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Hier findest du ganz schnell deine Gruppennachrichten.";

"Rate %@|Alert title for asking user to rate this app." = "Bewerte %1$@";

"Rate %@|Label on button prompting user to rate the app." = "%1$@ bewerten";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Erreiche Freunde, egal wo sie gerade sind - auf dem Handy oder am Computer.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Erreiche Freunde, egal wo sie gerade sind";

"Recent Stickers|Accessibility label for recently used stickers" = "Aktuelle Sticker";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Aktuelle Sticker";

"Record Video|action sheet option for recording a video" = "Video aufnehmen";

"Record Voice|Button label for attaching an audio clip" = "Sprachnachricht";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Aufnahmegerät wurde nicht gestartet";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Aufnahme abgebrochen";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Zum Abbrechen der Aufnahme loslassen";

"Release to refresh...|message for releasing to refresh" = "Zum erneuten Laden loslassen ...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Später erinnern";

"Remove Attachment|action sheet option for removing current attachment" = "Anhang entfernen";

"Remove Photo|action sheet option for removing chosen photo" = "Foto entfernen";

"Remove Photo|action sheet option for removing current attachment" = "Foto entfernen";

"Removing...|text for removing progress" = "Wird entfernt ...";

"Report a Problem|title for give feedback or report bug" = "Melde ein Problem";

"Resend|Resend - Resend Button Title" = "Erneut senden";

"Retry|generic retry button" = "Erneut versuchen";

"Ringing|Text shown on call screen while contacting another party" = "Anruf wird hergestellt";

"Save Photo|action sheet option to save photo to library" = "Foto speichern";

"Save photo as conversation image?|" = "Foto als Bild für die Unterhaltung speichern?";

"Save|" = "Speichern";

"Saving...|Progress text shown while saving a new image for a thread" = "Wird gespeichert ...";

"Saving...|Progress text shown while saving a new name for a thread" = "Wird gespeichert ...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Nach weiteren Freunden suchen ...";

"Search to add favorites|placeholder in edit favorites search bar" = "Suche nach Favoriten";

"Search|placeholder in search bar" = "Suchen";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Wird gesucht ...";

"See Group Chats|Label for a button that creates a new group chat" = "Gruppenchats anzeigen";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Sieh, wo deine Freunde gerade sind und teile deinen Aufenthaltsort mit ihnen. Sie können nicht sehen, wo du genau bist.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Gesehen von allen";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Gesehen von allen";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Gesehen von %1$@ (%2$@)";

"Seen by %@|Text for when a message has been seen by 1 person" = "Gesehen von %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Gesehen von %1$@";

"Seen by:|Text for seen state header" = "Gesehen von:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Gesehen: %1$@ in der Nähe von %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Gesehen: %1$@";

"Select country code|select country code text" = "Ländercode auswählen";

"Send (%i)|Send button with count in parentheses" = "%1$i senden";

"Send Failure|dialog title for when a broadcast message fails" = "Senden fehlgeschlagen";

"Send in Message|Sharing option" = "Als Nachricht schicken";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "An Handy, Chat und Internet senden";

"Send|Nav bar send button text" = "Senden";

"Send|Send button" = "Senden";

"Send|text to show in the send button" = "Senden";

"Sending...|sending progress text" = "Wird gesendet ...";

"Sending…|Text used below message bubble to show send is in progress" = "Wird gesendet ...";

"Sent a message|default notification text for messages with no body text" = "Eine Nachricht versendet";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Vom Messenger gesendet";

"Sent from email|indicator that a message was sent from email" = "Per E-Mail gesendet";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Per Handy gesendet";

"Sent from web|indicator that a message was sent sent from web or chat" = "Vom Computer gesendet";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Gesendet aus %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Gesendet: %1$@";

"Session Expired|Error title for expired session" = "Sitzung abgelaufen";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Schalte Facebook EIN";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "„Anwendungseinstellungen“ > „Allgemein“ > „Ortungsdienste“";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "„Anwendungseinstellungen“ > „Ortungsdienste“";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "„Anwendungseinstellungen“ > „Datenschutz“ > „Ortungsdienste“";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Einstellungen";

"Settings|Settings alert popup button" = "Einstellungen";

"Settings|title for settings page" = "Einstellungen";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Teilen deinen Aufenthaltsort, um zu sehen wer.";

"Share|Share button title" = "Teilen";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Geteilte Fotos";

"Shared a link|text for a link share" = "Hat einen Link geteilt";

"Shared a photo|text for a photo share" = "Hat ein Foto geteilt";

"Shared a video|text for a video share" = "Hat ein Video geteilt";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Tastatur anzeigen";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Sticker anzeigen";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Für Facebook registrieren";

"Skip|Skip - Skip Button Title" = "Überspringen";

"Something went wrong. Want to try again?|retry dialog message" = "Etwas ist schief gelaufen. Möchtest du es noch einmal probieren?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Leider ist etwas schief gelaufen";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Standardgebühren für Datenübertragung";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Beim Laden der Kartendaten fallen Standardgebühren an.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Beginne Gruppenchats";

"Sticker Store|Navigation bar title for sticker store view" = "Sticker Store";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Beifügen von Medien anhalten";

"Submit|Submit button title" = "Senden";

"Suggestions|Suggested people to send a message to" = "Vorschläge";

"Switch Account|text for switching logged in user" = "Konto wechseln";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Wechsle für den Anruf zu Wi-Fi";

"Sync Contacts|Start contact sync button label, 15 char max" = "Kontakte synchronisieren";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Deine Kontakte synchronisieren?";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Markiere Beiträge und Fotos mit einem Ort. Entdecke zudem, was in deiner Nähe passiert, auch wenn sich dein Handy gerade in deiner Tasche befindet.";

"Take Photo|action sheet option for taking a photo" = "Foto aufnehmen";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Tippe auf „Allgemein“";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Berühre „Ortungsdienste“";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Tippe auf „Privatsphäre“";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Berühre „Erneut versuchen“, um diese Nachricht zu versenden.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Tippe auf das Rad, um Chat zu aktivieren";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Tippe hier, um mehr über deine Einstellungen zu erfahren und warum Facebook deinen Standort regelmäßig benötigt.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Tippe auf „+“ um Fotos zu sehen,  s hinzuzufügen und Sprachnachrichten aufzunehmen.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Tippen, um zum Anruf zurückzukehren";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Zum Aktivieren von Orten tippen";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "SMS können nicht an diese Nummer geschickt werden.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Sende deinen Freunden kostenlose SMS.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Sende deinen Freunden SMS auf ihr Handy oder per Chat - egal wo sie sind.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Diese Telefonnummer kann keine SMS erhalten.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Bei der Herstellung der Verbindung zu Facebook ist ein Fehler aufgetreten. Bitte überprüfe deine Verbindung und versuche es noch einmal.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Bei der Herstellung der Verbindung für deinen Anruf ist ein Problem aufgetreten. Bitte verbinde dich mit Wi-Fi und versuche es noch einmal.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Tipp: Verpasse keine Nachrichten";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Um Anrufe entgegennehmen zu können, musst du die neueste Version des Messenger installieren.";

"To complete your phone number activation, please enter the activation code|" = "Bitte gib den Aktivierungscode ein, um die Aktivierung deiner Telefonnummer abzuschließen";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Um einen Ort in deinen Nachrichten anzugeben, gehe zu %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Um Anrufe durchführen zu können, musst du die neueste Version des Messenger installieren.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Um die Benachrichtigungen für diese Unterhaltung zu deaktivieren, gehe zu den „Unterhaltungseinstellungen“.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Um Orte für alle deine Unterhaltungen zu deaktivieren, gehe zu %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Öffne zum Aktivieren von Benachrichtigungen die iPhone-Einstellungen %1$@ „Benachrichtigungen“ %2$@ „Messenger“";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Um diese Funktion zu verwenden, gehe zu deinen „%1$@“-Einstellungen und wähle „Ortungsdienste“ aus. Schalte sie dann für %2$@ EIN.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Um diese Funktion verwenden zu können, gehe zu deinen „%1$@“-Einstellungen und tippe erst auf „Privatsphäre“ und dann auf „Ortungsdienste“. Wähle danach „EIN“ für %2$@ aus.";

"To|Accessibility label for to field in contact picker" = "An";

"To:|to field in contact picker" = "An:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Zum Sprechen gedrückt halten. Zum Senden loslassen oder zum Abbrechen mit dem Finger zur Seite fahren.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Erneut versuchen";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Chat deaktivieren";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Bis 8:00 Uhr deaktivieren";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Für 1 h deaktivieren";

"Turn Off|Option to turn off alerts" = "Deaktivieren";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Chat aktivieren";

"Turn On Location Services|Error message title when location services are unavailable." = "Ortungsdienste aktivieren";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Benachrichtigungen aktivieren";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Benachrichtigungen aktivieren";

"Turn On|Option to turn on alerts" = "Aktivieren";

"Turn On|Turn on alerts" = "Aktivieren";

"Turn On|button label for deferring enabling push notifications" = "Aktivieren";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Aktiviere Push-Benachrichtigungen";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Aktiviere die Push-Benachrichtigungen, um zu erfahren, wenn neue Nachrichten eintreffen.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Benachrichtigungen ein- oder ausschalten";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Schreibt etwas ...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Anruf bei %1$@ nicht möglich";

"Unable to Save Image|retry dialog title for setting thread image" = "Bild kann nicht gespeichert werden";

"Unable to Send|Title for send feedback failed warning." = "Senden nicht möglich";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Das Hinzufügen von mehr Personen zu der Unterhaltung ist nicht möglich. Bitte versuche es noch einmal.";

"Unable to name your conversation.|error message after setting conversation name" = "Deiner Unterhaltung kann kein Name gegeben werden.";

"Unable to remove you right now.|error messages after leaving conversation" = "Du kannst derzeit nicht entfernt werden.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Favoriten für Nachrichten können nicht auf Facebook gespeichert werden";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Nachricht kann nicht gesendet werden. Erneut versuchen?";

"Unable to send message.|Alert text for when a message failed to send." = "Nachricht kann nicht gesendet werden.";

"Unable to send right now.|error message for failing to send message" = "Das kann derzeit nicht versendet werden.";

"Unpin|button title to remove user from favorites" = "Nicht oben anzeigen";

"Update|Get new version now button." = "Aktualisieren";

"Updating...|updating progress text" = "Wird aktualisiert ...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Neue Version jetzt installieren";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Nutze kostenlos den Messenger";

"View Call|Text show on button that views an incoming call" = "Anruf anzeigen";

"View Missed Call|Text show on button that views an incoming call" = "Verpasste Anrufe anzeigen";

"View Timeline|Button text to go to a user's timeline" = "Chronik anzeigen";

"View in Maps|action sheet option for viewing a map" = "Auf Karte anzeigen";

"View|Alert button that takes user to the thread where a message failed to send" = "Anzeigen";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Leider ist beim Herunterladen des Sticker-Pakets „%1$@“ ein Fehler aufgetreten, bitte versuche es später noch einmal.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Wir senden dir eine SMS, um deine Nummer zu bestätigen.";

"Welcome to Messenger|Title for NUX page" = "Willkommen beim Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Wem möchtest du eine Nachricht schicken?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "An wen möchtest du diese Nachricht schicken?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Schreibe eine Verteilernachricht (wird an jeden Freund einzeln geschickt)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Schreibe eine Verteilernachricht (wird an jeden Freund einzeln geschickt)";

"Write a message...|Placeholder text to suggest writing a message" = "Verfasse eine Nachricht ...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Du kannst %1$@ jetzt über WLAN anrufen. Schalte dazu das WLAN in deinen Handyeinstellungen ein.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Du kannst deine Daten in deinen Privatsphäre-Einstellungen verwalten.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Du hast einen Anruf von %1$@ verpasst.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Dir wird bald eine SMS oder E-Mail mit einem Code zugesendet, den du zur Anmeldung verwenden kannst.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Du erfährst nicht, wenn du eine Nachricht erhältst.";

"You|String for you, the user" = "Du";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Du bist dabei den Messenger zu schließen. Es können Standard-Datenübertragungsgebühren anfallen.";

"Your Stickers|Segment button label for downloaded stickers" = "Deine Sticker";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Dein Freund kann derzeit keinen Anruf entgegennehmen.";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Dein(e) FreundIn ist in der Nähe im Café.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Dein(e) FreundIn hat ein Restaurant in der Nähe empfohlen.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Dein(e) FreundIn hat ein Foto in der Nähe gemacht.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Deine Nachricht an einen oder mehr Empfänger konnte nicht gesendet werden.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Deine Nachricht an einen oder mehrere Empfänger konnte nicht gesendet werden:\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Deine Nachricht wurde nicht versendet.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Deine Nachrichten wurden nicht versendet.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "...";

"active 1d ago|indicator that a user was active 1 day ago" = "vor 1 d aktiv";

"active 1h ago|indicator that a user was active 1 hour ago" = "vor 1 h aktiv";

"active 1m ago|indicator that a user was active 1 minute ago" = "vor 1 min aktiv";

"active now|indicator that a user is currently active, on web or mobile" = "jetzt aktiv";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "vor %1$@ auf dem Handy aktiv";

"active on mobile|presences status for being active on mobile" = "auf dem Handy aktiv";

"active %id ago|indicator that a user was active 2+ days ago" = "vor %1$i d aktiv";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktiv: vor %1$i h";

"active %im ago|indicator that a user was active 2+ minute ago" = "vor %1$i min aktiv";

"active %@ ago|presences status for being active a relative time ago" = "vor %1$@ aktiv";

"error|A short message for audio play error" = "Fehler";

"is calling|text below the caller's name when they are calling" = "ruft an";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "schreibt etwas ...";

"on mobile|presences status for being available on mobile" = "via Handy";

"online %@ ago|presences status for being online on the web a relative time ago" = "online vor %1$@";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "schreibt etwas ...";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d weitere Freunde in der Nähe ...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d von %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i Tagen";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i Stunden";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i Minuten";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i Personen gefunden, %2$i passend";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i min";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ und %2$@ verwenden Facebook-Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ und %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Mrd.";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ ruft an";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ telefoniert gerade";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ ist in der Nähe im Café.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ ist nicht verfügbar";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ verwendet den Messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ schreibt etwas ...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ hat ein Restaurant in der Nähe empfohlen.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ hat %2$@ gesagt";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Mio.";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ hat in der Nähe ein Foto gemacht.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ hat versucht dich anzurufen";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ verwendet Facebook-Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, %2$d neue Nachrichten";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i weitere Personen";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ und %3$@ verwenden Facebook-Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ und 1 weitere/r FreundIn verwenden Facebook-Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ und %4$i weitere Freunde verwenden Facebook-Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Mrd.";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Tsd.";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ Mio.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@ …";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u Freunde in der Nähe";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u deiner Freunde teilen ihren Aufenthaltsort mit dir.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u Foto beigefügt";

"%u photos attached|Accessibility text for a photo set" = "%1$u Fotos beigefügt";

